tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/python'
tap 'homebrew/science'
tap 'homebrew/versions'
tap 'neovim/neovim'

brew 'ack'
brew 'autoconf'
brew 'autojump'
brew 'xz'
brew 'automake'
brew 'aws-elasticbeanstalk'
brew 'awscli'
brew 'pkg-config'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'pixman'
brew 'gettext'
brew 'libffi'
brew 'glib'
brew 'cairo'
brew 'cmake'
brew 'gmp'
brew 'coreutils'
brew 'cowsay'
brew 'makedepend'
brew 'openssl'
brew 'curl'
brew 'desk'
brew 'diff-so-fancy'
brew 'eigen'
brew 'figlet'
brew 'fish'
brew 'pcre'
brew 'git'
brew 'go'
brew 'fzf'
brew 'mpfr'
brew 'libmpc'
brew 'isl'
brew 'gcc'
brew 'gdbm'
brew 'git-extras'
brew 'libtasn1'
brew 'nettle'
brew 'gnutls'
brew 'libtool'
brew 'htop-osx'
brew 'httpie'
brew 'ilmbase'
brew 'jpeg'
brew 'libtiff'
brew 'openexr'
brew 'imagemagick'
brew 'oniguruma'
brew 'jq'
brew 'knock'
brew 'libevent'
brew 'libgpg-error'
brew 'libgcrypt'
brew 'libxml2'
brew 'libxmlsec1'
brew 'memcached'
brew 'mongodb'
brew 'mysql'
brew 'node'
brew 'nvm'
brew 'ocaml'
brew 'p7zip'
brew 'pwgen'
brew 'readline'
brew 'sqlite'
brew 'python3'
brew 'qt'
brew 'ruby-build'
brew 'rbenv'
brew 'rbenv-bundler'
brew 'reattach-to-user-namespace', args: ['HEAD']
brew 'redis'
brew 'siege'
brew 'terminal-notifier'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tree'
brew 'ttyrec'
brew 'ttygif'
brew 'unrar'
brew 'vim'
brew 'watch'
brew 'watchman'
brew 'wrk'
brew 'zsh'
brew 'homebrew/python/numpy'
brew 'homebrew/science/r'
brew 'homebrew/versions/phantomjs198'
brew 'homebrew/versions/postgresql94'
brew 'neovim/neovim/neovim'
cask 'keycastr'
cask 'mojibar'
